Repository: Gallo233/joi-map-ios
Catalog: AIGuide/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

# %lldm
source: %lld米
en: %lld m
ja: %lld m
ko: %lldm

source: %lld个景点
en: %lld places
ja: %lld件のスポット
ko: %lld개 명소
zh_hant: %lld 個景點

source: AI 只负责把资料重组为适合现场收听的讲解；低置信度内容会提示“不确定”，不会装作知道。
en: AI only reshapes source material into on-site narration. Low-confidence details are marked as uncertain.
ja: AIは資料を現地で聞きやすい解説に整えるだけです。確度が低い内容は不確かと表示します。
ko: AI는 자료를 현장에서 듣기 좋은 해설로 정리합니다. 신뢰도가 낮은 내용은 불확실하다고 표시합니다.
zh_hant: AI 只負責把資料重組為適合現場收聽的講解；低置信度內容會提示「不確定」，不會裝作知道。

source: AI 回答
en: AI Answer
ko: AI 답변

source: AI 实时景区导览
en: Live AI Site Guide
ja: AIリアルタイム現地ガイド
ko: AI 실시간 현장 가이드
zh_hant: AI 即時景區導覽

# appearance.dark
source: 深色
en: Dark
ja: ダーク
ko: 다크

# appearance.light
source: 浅色
en: Light
ja: ライト
ko: 라이트
zh_hant: 淺色

# appearance.system
source: 跟随系统
en: System
ja: システム
ko: 시스템
zh_hant: 跟隨系統

source: AR 导览
en: AR Guide
ja: ARガイド
ko: AR 가이드
zh_hant: AR 導覽

# audioGuide.taihedian.history.short
source: 太和殿是紫禁城外朝三大殿之首，明清两代皇帝举行大典的地方。你现在看到的台基、屋顶和轴线秩序，都在传达皇权礼制的庄严。
en: The Hall of Supreme Harmony leads the outer court of the Forbidden City. Its terrace, roofline, and central axis all express the order and gravity of imperial ritual.
ja: 太和殿は紫禁城外朝三大殿の中心です。台基、屋根、軸線の秩序が、皇帝儀礼の威厳を伝えています。
ko: 태화전은 자금성 외조 삼대전의 중심입니다. 기단, 지붕, 축선의 질서가 황권 의례의 장엄함을 보여줍니다.
zh_hant: 太和殿是紫禁城外朝三大殿之首，明清兩代皇帝舉行大典的地方。你現在看到的台基、屋頂和軸線秩序，都在傳達皇權禮制的莊嚴。

# category.building
source: 建筑
en: Building
ja: 建築
ko: 건축물
zh_hant: 建築

# category.exhibit
source: 展品
en: Exhibit
ja: 展示品
ko: 전시품

# category.garden
source: 园林
en: Garden
ja: 庭園
ko: 정원
zh_hant: 園林

# category.landmark
source: 景观
en: Landmark
ja: ランドマーク
ko: 랜드마크
zh_hant: 景觀

# category.museum
source: 博物馆
en: Museum
ja: 博物館
ko: 박물관
zh_hant: 博物館

# category.palace
source: 宫殿
en: Palace
ja: 宮殿
ko: 궁전
zh_hant: 宮殿

# category.temple
source: 寺庙
en: Temple
ja: 寺院
ko: 사찰
zh_hant: 寺廟

# common.basicInfo
source: 基本信息
en: Basic Info
ja: 基本情報
ko: 기본 정보
zh_hant: 基本資訊

# common.cancel
source: 取消
en: Cancel
ja: キャンセル
ko: 취소

# common.close
source: 关闭
en: Close
ja: 閉じる
ko: 닫기
zh_hant: 關閉

# common.clear
source: 清空
en: Clear
ja: クリア
ko: 비우기

# common.create
source: 创建
en: Create
ja: 作成
ko: 만들기
zh_hant: 建立

# common.done
source: 完成
en: Done
ja: 完了
ko: 완료

# common.error.generic
source: 出错了
en: Something went wrong
ja: 問題が発生しました
ko: 문제가 발생했습니다
zh_hant: 出錯了

# common.halfDay
source: 半日
en: Half day
ko: 반나절

# common.home
source: 首页
en: Home
ja: ホーム
ko: 홈
zh_hant: 首頁

# common.hours.short
source: %d小时
en: %d hr
ja: %d時間
ko: %d시간
zh_hant: %d小時

# common.hoursMinutes.short
source: %d小时%d分
en: %d hr %d min
ja: %d時間%d分
ko: %d시간 %d분
zh_hant: %d小時%d分

# common.loading
source: 加载中...
en: Loading...
ja: 読み込み中...
ko: 불러오는 중...
zh_hant: 載入中...

# common.minutes.short
source: %d分
en: %d min
ko: %d분

# common.retry
source: 重试
en: Retry
ja: 再試行
ko: 다시 시도
zh_hant: 重試

# common.next
source: 下一步
en: Next
ja: 次へ
ko: 다음

# common.offlineReady
source: 离线包已就绪
en: Offline ready
ja: オフライン準備済み
ko: 오프라인 준비됨
zh_hant: 離線包已就緒

# common.ok
source: 好
en: OK
ja: OK
ko: 확인

# common.skip
source: 跳过
en: Skip
ja: スキップ
ko: 건너뛰기
zh_hant: 略過

# common.share
source: 分享
en: Share
ja: 共有
ko: 공유

# common.viewNarration
source: 查看讲解
en: View Narration
ja: 解説を見る
ko: 해설 보기
zh_hant: 查看講解

# destination.british-museum-london.name
source: 大英博物馆
en: The British Museum
ja: 大英博物館
ko: 영국박물관
zh_hant: 大英博物館

# destination.british-museum-london.subtitle
source: 伦敦 · 英国
en: London · United Kingdom
ja: ロンドン · イギリス
ko: 런던 · 영국
zh_hant: 倫敦 · 英國

# destination.contemporary-jewish-museum-san-francisco.name
source: 当代犹太博物馆
en: Contemporary Jewish Museum
ja: 現代ユダヤ博物館
ko: 현대 유대인 박물관
zh_hant: 當代猶太博物館

# destination.contemporary-jewish-museum-san-francisco.subtitle
source: 旧金山 · 美国
en: San Francisco · United States
ja: サンフランシスコ · アメリカ
ko: 샌프란시스코 · 미국
zh_hant: 舊金山 · 美國

# destination.forbidden-city-beijing.address
source: 北京市东城区景山前街4号
en: 4 Jingshan Front St, Dongcheng, Beijing, China
ja: 北京市東城区景山前街4号
ko: 베이징시 둥청구 징산첸제 4호
zh_hant: 北京市東城區景山前街4號

# destination.forbidden-city-beijing.name
source: 故宫博物院
en: The Palace Museum
ja: 故宮博物院
ko: 고궁박물원
zh_hant: 故宮博物院

# destination.forbidden-city-beijing.subtitle
source: 北京 · 中国
en: Beijing · China
ko: 베이징 · 중국
zh_hant: 北京 · 中國

# destination.louvre-paris.name
source: 卢浮宫博物馆
en: Louvre Museum
ja: ルーヴル美術館
ko: 루브르 박물관
zh_hant: 羅浮宮博物館

# destination.louvre-paris.subtitle
source: 巴黎 · 法国
en: Paris · France
ja: パリ · フランス
ko: 파리 · 프랑스
zh_hant: 巴黎 · 法國

# destination.met-museum-new-york.name
source: 大都会艺术博物馆
en: The Metropolitan Museum of Art
ja: メトロポリタン美術館
ko: 메트로폴리탄 미술관
zh_hant: 大都會藝術博物館

# destination.met-museum-new-york.subtitle
source: 纽约 · 美国
en: New York · United States
ja: ニューヨーク · アメリカ
ko: 뉴욕 · 미국
zh_hant: 紐約 · 美國

# destination.national-palace-museum-taipei.address
source: 台北市士林区至善路二段221号
en: No. 221, Sec. 2, Zhishan Rd, Shilin, Taipei
ko: 타이베이 스린구 즈산로 2단 221호
zh_hant: 台北市士林區至善路二段221號

# destination.national-palace-museum-taipei.name
source: 台北故宫博物院
en: National Palace Museum Taipei
ja: 国立故宮博物院
ko: 국립고궁박물원 타이베이
zh_hant: 台北故宮博物院

# destination.national-palace-museum-taipei.subtitle
source: 台北 · 中国台湾
en: Taipei · Taiwan
ja: 台北 · 台湾
ko: 타이베이 · 대만
zh_hant: 台北 · 中國台灣

# destination.tokyo-national-museum.name
source: 东京国立博物馆
en: Tokyo National Museum
ja: 東京国立博物館
ko: 도쿄국립박물관
zh_hant: 東京國立博物館

# destination.tokyo-national-museum.subtitle
source: 东京 · 日本
en: Tokyo · Japan
ja: 東京 · 日本
ko: 도쿄 · 일본
zh_hant: 東京 · 日本

# F%lld
source: %lldF
en: F%lld

# guide.answerFallback
source: 关于 %1$@，我可以继续介绍它的历史、建筑看点、亲子讲法或下一站建议。
en: I can keep going on %1$@: history, architecture, kid-friendly framing, or where to go next.
ja: %1$@について、歴史、建築の見どころ、子ども向け説明、次のスポット提案まで続けられます。
ko: %1$@의 역사, 건축 포인트, 어린이용 설명, 다음 장소 추천을 이어서 안내할 수 있습니다.
zh_hant: 關於 %1$@，我可以繼續介紹它的歷史、建築看點、親子講法或下一站建議。

# guide.arRecognition
source: AR 识别
en: AR Scan
ja: AR識別
ko: AR 인식
zh_hant: AR 識別

# guide.arrived
source: 已到达
en: Arrived
ja: 到着済み
ko: 도착
zh_hant: 已到達

# guide.arrivedDestination
source: 已到达终点
en: Destination reached
ja: 目的地に到着
ko: 목적지 도착
zh_hant: 已到達終點

# guide.ask
source: 追问
en: Ask
ja: 質問
ko: 질문
zh_hant: 追問

# guide.backendOffline.localMode
source: 后端不可用 · 本地模式
en: Backend offline · Local mode
ja: バックエンド未接続 · ローカルモード
ko: 백엔드 오프라인 · 로컬 모드
zh_hant: 後端不可用 · 本地模式

# guide.backendOffline.localSearch
source: 后端不可用 · 本地搜索
en: Backend offline · Local search
ja: バックエンド未接続 · ローカル検索
ko: 백엔드 오프라인 · 로컬 검색
zh_hant: 後端不可用 · 本地搜尋

# guide.calibratingLocation
source: 正在校准位置
en: Calibrating location
ja: 位置を補正中
ko: 위치 보정 중
zh_hant: 正在校準位置

# guide.category.building
source: 建筑
en: Building
ja: 建築
ko: 건축물
zh_hant: 建築

# guide.category.exhibit
source: 展品
en: Exhibit
ja: 展示品
ko: 전시품

# guide.category.garden
source: 园林
en: Garden
ja: 庭園
ko: 정원
zh_hant: 園林

# guide.category.locating
source: 定位中
en: Locating
ja: 位置取得中
ko: 위치 확인 중

# guide.category.museum
source: 博物馆
en: Museum
ja: 博物館
ko: 박물관
zh_hant: 博物館

# guide.category.palace
source: 宫殿
en: Palace
ja: 宮殿
ko: 궁전
zh_hant: 宮殿

# guide.category.temple
source: 寺庙
en: Temple
ja: 寺院
ko: 사원
zh_hant: 寺廟

# guide.closeIntro
source: 关闭介绍
en: Close intro
ja: 紹介を閉じる
ko: 소개 닫기
zh_hant: 關閉介紹

# guide.confidence
source: 置信度
en: Confidence
ja: 信頼度
ko: 신뢰도
zh_hant: 信賴度

# guide.connected
source: 已连接
en: Connected
ja: 接続済み
ko: 연결됨
zh_hant: 已連接

# guide.correct
source: 纠正
en: Correct
ja: 修正
ko: 수정
zh_hant: 校正

# guide.currentLocation
source: 当前位置
en: Current location
ja: 現在地
ko: 현재 위치
zh_hant: 目前位置

# guide.currentNarration
source: 当前讲解
en: Current narration
ja: 現在の解説
ko: 현재 해설
zh_hant: 目前講解

# guide.customPOI.defaultDescription
source: 用户手动添加的附近点位
en: A nearby place added manually.
ja: 手動で追加した近くのスポットです。
ko: 사용자가 직접 추가한 주변 장소입니다.
zh_hant: 使用者手動新增的附近點位

# guide.duration.seconds.format
source: %d 秒
en: %d sec
ko: %d초

# guide.empty.gps
source: 等待 GPS 或地图蓝点返回位置。
en: Waiting for GPS or the map blue dot.
ja: GPSまたは地図の現在地を待っています。
ko: GPS 또는 지도 현재 위치를 기다리는 중입니다.
zh_hant: 等待 GPS 或地圖藍點返回位置。

# guide.empty.move
source: 可以移动地图或使用识景拍照识别。
en: Move the map or use Identify to scan by photo.
ja: 地図を動かすか、識別で写真スキャンできます。
ko: 지도를 이동하거나 인식 탭에서 사진으로 스캔하세요.
zh_hant: 可以移動地圖或使用識景拍照識別。

# guide.empty.offline
source: 后端不可用时会继续使用本地资料和地图推荐。
en: When the backend is unavailable, local data and map suggestions continue.
ja: バックエンド未接続時もローカル資料と地図推薦を使います。
ko: 백엔드가 없어도 로컬 자료와 지도 추천을 계속 사용합니다.
zh_hant: 後端不可用時會繼續使用本地資料和地圖推薦。

# guide.empty.searching
source: 正在通过地图搜索博物馆、地标和文化场所。
en: Searching maps for museums, landmarks, and cultural places.
ja: 地図で博物館、ランドマーク、文化施設を検索中です。
ko: 지도에서 박물관, 랜드마크, 문화 장소를 검색 중입니다.
zh_hant: 正在透過地圖搜尋博物館、地標和文化場所。

# guide.empty.signals
source: 还没有足够信号生成候选。
en: Not enough signal to create candidates yet.
ja: 候補生成に十分な信号がまだありません。
ko: 후보를 만들 신호가 아직 부족합니다.
zh_hant: 還沒有足夠信號生成候選。

# guide.evidence.indoor
source: 室内定位
en: Indoor location
ja: 屋内測位
ko: 실내 위치
zh_hant: 室內定位

# guide.evidence.manual
source: 手动选择
en: Manual choice
ja: 手動選択
ko: 수동 선택
zh_hant: 手動選擇

# guide.evidence.mapRecommendation
source: 地图推荐
en: Map recommendation
ja: 地図の推薦
ko: 지도 추천
zh_hant: 地圖推薦

# guide.evidence.official
source: 官方资料
en: Official source
ja: 公式資料
ko: 공식 자료
zh_hant: 官方資料

# guide.evidence.offlineRecommendation
source: 离线推荐
en: Offline recommendation
ja: オフライン推薦
ko: 오프라인 추천
zh_hant: 離線推薦

# guide.evidence.photo
source: 拍照校准
en: Photo confirmed
ja: 写真で確認
ko: 사진 확인
zh_hant: 拍照校準

# guide.evidence.route
source: 路线进度
en: Route progress
ja: ルート進行
ko: 경로 진행
zh_hant: 路線進度

# guide.evidence.userAdded
source: 用户新增
en: User added
ja: ユーザー追加
ko: 사용자 추가
zh_hant: 使用者新增

# guide.expandDetails
source: 展开讲解详情
en: Expand guide details
ja: 解説詳細を展開
ko: 해설 상세 펼치기
zh_hant: 展開講解詳情

# guide.findingNearby
source: 正在搜索附近景点
en: Finding nearby places
ja: 周辺スポットを検索中
ko: 주변 장소 검색 중
zh_hant: 正在搜尋附近景點

# guide.findingNearbyPOI
source: 正在寻找附近景点
en: Finding nearby places
ja: 近くの名所を検索中
ko: 주변 명소 찾는 중
zh_hant: 正在尋找附近景點

# guide.findingNearbyPOIDesc
source: 定位完成后，会优先匹配附近景点；如果附近没有内置景点，会推荐最近的博物馆、地标或文化场所。
en: After location is ready, nearby attractions are matched first. If none are built in, the nearest museums, landmarks, or cultural places are suggested.
ja: 位置取得後、まず近くの名所を照合します。内蔵データがない場合は近くの博物館、ランドマーク、文化施設を推薦します。
ko: 위치가 준비되면 주변 명소를 먼저 매칭합니다. 내장 명소가 없으면 가까운 박물관, 랜드마크, 문화 장소를 추천합니다.
zh_hant: 定位完成後，會優先匹配附近景點；如果附近沒有內建景點，會推薦最近的博物館、地標或文化場所。

# guide.followup
source: 继续追问
en: Ask More
ja: 続けて質問
ko: 이어서 질문
zh_hant: 繼續追問

# guide.indoorLocation
source: 室内定位
en: Indoor Positioning
ja: 屋内測位
ko: 실내 위치
zh_hant: 室內定位

# guide.input.placeholder
source: 继续问这个景点...
en: Ask about this place...
ja: この場所について質問...
ko: 이 장소에 대해 질문...
zh_hant: 繼續問這個景點...

# guide.intro.seed.format
source: 你正在查看 %@。我可以继续回答它的历史、用途、建筑看点、亲子讲法，或者帮你规划下一站。
en: You are viewing %@. I can answer its history, purpose, architectural highlights, kid-friendly explanations, or help plan your next stop.
ja: %@ を見ています。歴史、用途、建築の見どころ、子ども向け説明、次の行き先について答えられます。
ko: %@을 보고 있습니다. 역사, 용도, 건축 포인트, 아이용 설명, 다음 목적지 계획을 이어서 도와드릴 수 있습니다.
zh_hant: 你正在查看 %@。我可以繼續回答它的歷史、用途、建築看點、親子講法，或者幫你規劃下一站。

# guide.localMode
source: 本地模式
en: Local mode
ja: ローカル
ko: 로컬 모드

# guide.localNarration.architecture.format
source: 看%1$@时，先抓住空间位置、结构比例和细节纹样。%2$@
en: When looking at %1$@, start with its position, proportions, structure, and details. %2$@
ja: %1$@を見るときは、位置、比率、構造、細部から入ると理解しやすいです。%2$@
ko: %1$@을 볼 때는 위치, 비례, 구조, 세부 문양을 먼저 보면 이해하기 쉽습니다. %2$@
zh_hant: 看%1$@時，先抓住空間位置、結構比例和細節紋樣。%2$@

# guide.localNarration.casual.format
source: 简单说，%1$@值得停下来，是因为它能把这片空间的历史和现在连起来。%2$@
en: Simply put, %1$@ is worth a pause because it connects this place’s past with the present. %2$@
ja: 簡単に言えば、%1$@はこの場所の過去と現在をつないでくれるので、立ち止まる価値があります。%2$@
ko: 쉽게 말해 %1$@은 이 공간의 과거와 현재를 이어주기 때문에 잠시 멈춰 볼 만합니다. %2$@
zh_hant: 簡單說，%1$@值得停下來，是因為它能把這片空間的歷史和現在連起來。%2$@

# guide.localNarration.children.format
source: 给孩子讲%1$@，可以先问他们看到了什么形状和颜色，再讲它为什么被放在这里。%2$@
en: For kids, start by asking what shapes and colors they see in %1$@, then explain why it is here. %2$@
ja: 子どもには、%1$@の形や色を一緒に見てから、なぜここにあるのかを話すと伝わりやすいです。%2$@
ko: 어린이에게는 %1$@의 모양과 색을 먼저 물어본 뒤 왜 이곳에 있는지 설명하면 좋습니다. %2$@
zh_hant: 給孩子講%1$@，可以先問他們看到了什麼形狀和顏色，再講它為什麼被放在這裡。%2$@

# guide.localNarration.history.format
source: %1$@的历史可以从位置、使用者和保存至今的原因来看。%2$@
en: The history of %1$@ is best read through its location, users, and why it has been preserved. %2$@
ja: %1$@の歴史は、場所、使い手、今日まで残った理由から見ると分かりやすいです。%2$@
ko: %1$@의 역사는 위치, 사용한 사람들, 지금까지 보존된 이유로 읽으면 좋습니다. %2$@
zh_hant: %1$@的歷史可以從位置、使用者和保存至今的原因來看。%2$@

# guide.localNarration.inDepth.format
source: 深看%1$@，重点是把历史功能、空间秩序和现场细节放在一起理解。%2$@
en: For a deeper reading of %1$@, connect historical function, spatial order, and the details in front of you. %2$@
ja: %1$@を深く見るなら、歴史的機能、空間の秩序、目の前の細部を結びつけて考えるのが鍵です。%2$@
ko: %1$@을 깊이 보려면 역사적 기능, 공간 질서, 현장의 세부 요소를 함께 이해하는 것이 핵심입니다. %2$@
zh_hant: 深看%1$@，重點是把歷史功能、空間秩序和現場細節放在一起理解。%2$@

# guide.localNarration.legend.format
source: %1$@可以像一个现场故事来听：它不只是一个地点，也承载了人们对秩序、记忆和象征的想象。%2$@
en: You can hear %1$@ as a story on site: not only a place, but a container for order, memory, and symbols. %2$@
ja: %1$@は現地の物語として聞けます。場所であるだけでなく、秩序、記憶、象徴への想像を含んでいます。%2$@
ko: %1$@은 현장의 이야기처럼 들을 수 있습니다. 장소일 뿐 아니라 질서, 기억, 상징을 담고 있습니다. %2$@
zh_hant: %1$@可以像一個現場故事來聽：它不只是一個地點，也承載了人們對秩序、記憶和象徵的想像。%2$@

# guide.locating
source: 正在定位
en: Locating
ja: 位置取得中
ko: 위치 확인 중

# guide.manualCalibration
source: 手动校准
en: Manual calibration
ja: 手動補正
ko: 수동 보정
zh_hant: 手動校準

# guide.manualCalibrationHigh
source: 手动校准 · 99%
en: Manual calibration · 99%
ja: 手動補正 · 99%
ko: 수동 보정 · 99%
zh_hant: 手動校準 · 99%

# guide.mapMode.explore
source: 探索
en: Explore
ko: 탐색

# guide.mapMode.explore.subtitle
source: 地点与步行信息
en: POIs and walking context
ja: スポットと徒歩情報
ko: 장소와 도보 정보
zh_hant: 地點與步行資訊

# guide.mapMode.hybrid
source: 混合
en: Hybrid
ja: ハイブリッド
ko: 혼합

# guide.mapMode.hybrid.subtitle
source: 影像与标签
en: Satellite with labels
ja: 画像とラベル
ko: 이미지와 라벨
zh_hant: 影像與標籤

# guide.mapMode.note
source: 地图数据与模式取决于 Apple 地图可用性。
en: Map data follows Apple Maps availability.
ja: 地図データとモードはApple Mapsの提供状況に従います。
ko: 지도 데이터와 모드는 Apple 지도 제공 여부를 따릅니다.
zh_hant: 地圖資料與模式取決於 Apple 地圖可用性。

# guide.mapMode.open
source: 地图模式
en: Map mode
ja: 地図モード
ko: 지도 모드
zh_hant: 地圖模式

# guide.mapMode.quiet
source: 简洁
en: Quiet
ja: シンプル
ko: 간결
zh_hant: 簡潔

# guide.mapMode.quiet.subtitle
source: 减少地图干扰
en: Less visual noise
ja: 表示ノイズを減らす
ko: 지도 정보 줄이기
zh_hant: 減少地圖干擾

# guide.mapMode.satellite
source: 卫星
en: Satellite
ja: 衛星
ko: 위성
zh_hant: 衛星

# guide.mapMode.satellite.subtitle
source: 卫星影像
en: Photo map
ja: 衛星画像
ko: 위성 이미지
zh_hant: 衛星影像

# guide.mapMode.title
source: 地图模式
en: Map Mode
ja: 地図モード
ko: 지도 모드
zh_hant: 地圖模式

# guide.mapMode.toggle3D
source: 切换 2D/3D 地图
en: Toggle 2D or 3D map
ja: 2D/3D地図を切り替え
ko: 2D/3D 지도 전환
zh_hant: 切換 2D/3D 地圖

# guide.mapPOI.defaultDescription
source: 附近地图推荐地点，适合作为讲解或路线候选。
en: A nearby map recommendation that can become a guide or route candidate.
ja: 案内やルート候補にできる周辺の地図推薦スポットです。
ko: 해설이나 경로 후보가 될 수 있는 주변 지도 추천 장소입니다.
zh_hant: 附近地圖推薦地點，適合作為講解或路線候選。

# guide.mapPOI.localityDescription.format
source: 位于 %1$@ 附近的地图推荐地点。
en: A map-recommended place near %1$@.
ja: %1$@周辺の地図推薦スポットです。
ko: %1$@ 주변의 지도 추천 장소입니다.
zh_hant: 位於 %1$@ 附近的地圖推薦地點。

# guide.matchedNearby
source: 已匹配附近景点
en: Nearby place matched
ja: 近くの名所に一致
ko: 주변 명소 매칭됨
zh_hant: 已匹配附近景點

# guide.narrationPending
source: 讲解正在生成，稍后会在这里显示。
en: Narration is being generated and will appear here.
ja: 解説を生成中です。まもなくここに表示されます。
ko: 해설을 생성 중이며 곧 여기에 표시됩니다.
zh_hant: 講解正在生成，稍後會在這裡顯示。

# guide.nearbyCultureRoute.description
source: 基于实时定位生成的附近景点与博物馆路线
en: A route of nearby landmarks and museums built from your live location.
ja: 現在地から作成した周辺名所・博物館ルートです。
ko: 실시간 위치를 기준으로 만든 주변 명소와 박물관 경로입니다.
zh_hant: 基於即時定位生成的附近景點與博物館路線

# guide.nearbyCultureRoute.name
source: 附近文化探索
en: Nearby Cultural Walk
ja: 周辺文化探索
ko: 주변 문화 산책

# guide.nearbyEmpty
source: 附近暂无景点
en: No nearby places yet
ja: 近くのスポットがまだありません
ko: 주변 장소가 아직 없습니다
zh_hant: 附近暫無景點

# guide.nearbyRecommendationDistance.format
source: 附近推荐 · %dm
en: Nearby recommendation · %dm
ja: 周辺推薦 · %dm
ko: 주변 추천 · %dm
zh_hant: 附近推薦 · %dm

# guide.nearbyRecommended
source: 附近推荐
en: Nearby picks
ja: 近くのおすすめ
ko: 주변 추천
zh_hant: 附近推薦

# guide.nearbyResults
source: 附近识别结果
en: Nearby matches
ja: 近くの候補
ko: 주변 인식 결과
zh_hant: 附近識別結果

# guide.nextStop
source: 下一站
en: Next
ja: 次
ko: 다음

# guide.nowNarrating
source: 正在讲解
en: Narrating
ja: 解説中
ko: 해설 중
zh_hant: 正在講解

# guide.nowNarrating.format
source: 正在讲解：%@
en: Narrating: %@
ja: 解説中：%@
ko: 해설 중: %@
zh_hant: 正在講解：%@

# guide.numberLookup
source: 编号查找
en: Number Lookup
ja: 番号検索
ko: 번호 찾기
zh_hant: 編號查找

# number.lookup.error.notFound.format
source: 未找到代码 %@ 对应的地点
en: No place found for code %@.
ja: コード %@ の場所が見つかりません。
ko: %@ 코드와 일치하는 장소를 찾지 못했어요.
zh_hant: 未找到代碼 %@ 對應的地點

# number.lookup.error.title
source: 查询失败
en: Lookup Failed
ja: 検索に失敗しました
ko: 조회 실패
zh_hant: 查詢失敗

# number.lookup.found
source: 找到地点
en: Place Found
ja: 場所が見つかりました
ko: 장소를 찾았어요
zh_hant: 找到地點

# number.lookup.heading
source: 输入景点/展品码
en: Enter a place or exhibit code
ja: 場所・展示コードを入力
ko: 장소 또는 전시 코드를 입력하세요
zh_hant: 輸入景點/展品碼

# number.lookup.placeholder
source: 输入编号或代码
en: Code or number
ja: コードまたは番号
ko: 코드 또는 번호
zh_hant: 輸入編號或代碼

# number.lookup.subtitle
source: 输入景点、展馆或展品旁的代码，也可以试试下面的推荐代码。
en: Use the code on a place, venue, or exhibit label, or try a suggested code below.
ja: 場所・施設・展示ラベルのコードを入力するか、下の候補コードを試してください。
ko: 장소, 시설, 전시 라벨의 코드를 입력하거나 아래 추천 코드를 사용해 보세요.
zh_hant: 輸入景點、展館或展品旁的代碼，也可以試試下面的推薦代碼。

# number.lookup.suggestions
source: 推荐代码
en: Suggested codes
ja: おすすめコード
ko: 추천 코드
zh_hant: 推薦代碼

# number.lookup.title
source: 代码查询
en: Code Lookup
ja: コード検索
ko: 코드 조회
zh_hant: 代碼查詢

# guide.offlineMode
source: 本地离线模式
en: Offline local mode
ja: オフラインモード
ko: 오프라인 로컬 모드
zh_hant: 本地離線模式

# guide.offlinePOI.asianArt.desc
source: 亚洲艺术收藏重镇，适合按地域、时代和工艺线索讲解。
en: A major Asian art collection, ideal for stories by region, period, and craft.
ja: 地域、時代、工芸を手がかりに語りやすいアジア美術の重要コレクションです。
ko: 지역, 시대, 공예를 중심으로 설명하기 좋은 아시아 미술 컬렉션입니다.
zh_hant: 亞洲藝術收藏重鎮，適合按地域、時代和工藝線索講解。

# guide.offlinePOI.cableCar.desc
source: 旧金山城市交通遗产，可结合街区坡度、工程和城市记忆讲解。
en: A San Francisco transit heritage site, connecting engineering, hills, and city memory.
ja: 坂、工学、都市の記憶を結びつけて語れるサンフランシスコの交通遺産です。
ko: 언덕, 공학, 도시 기억을 연결해 설명할 수 있는 샌프란시스코 교통 유산입니다.
zh_hant: 舊金山城市交通遺產，可結合街區坡度、工程和城市記憶講解。

# guide.offlinePOI.cjm.desc
source: 旧金山当代犹太博物馆，以建筑改造、身份记忆和当代展览著称。
en: A San Francisco museum known for adaptive architecture, identity, memory, and contemporary exhibitions.
ja: 建築再生、アイデンティティ、記憶、現代展示で知られるサンフランシスコの博物館です。
ko: 건축 재생, 정체성, 기억, 현대 전시로 알려진 샌프란시스코의 박물관입니다.
zh_hant: 舊金山當代猶太博物館，以建築改造、身份記憶和當代展覽著稱。

# guide.offlinePOI.moad.desc
source: 非洲离散文化博物馆，适合从城市、多元文化和历史记忆角度展开。
en: A museum of the African diaspora, best framed through city, culture, and historical memory.
ja: 都市、多文化、歴史記憶の視点で語りやすいアフリカン・ディアスポラ博物館です。
ko: 도시, 다문화, 역사적 기억의 관점으로 이야기하기 좋은 아프리카 디아스포라 박물관입니다.
zh_hant: 非洲離散文化博物館，適合從城市、多元文化和歷史記憶角度展開。

# guide.offlinePOI.sfmoma.desc
source: 现代与当代艺术博物馆，适合围绕建筑、策展和公共艺术展开讲解。
en: A modern and contemporary art museum suited to stories about architecture, curation, and public art.
ja: 建築、キュレーション、公共芸術を軸に案内しやすい近現代美術館です。
ko: 건축, 큐레이션, 공공미술 이야기에 적합한 현대미술관입니다.
zh_hant: 現代與當代藝術博物館，適合圍繞建築、策展和公共藝術展開講解。

# guide.offlinePOI.unionSquare.desc
source: 旧金山核心公共广场，周边聚集剧院、画廊和历史建筑。
en: A central San Francisco plaza surrounded by theaters, galleries, and historic buildings.
ja: 劇場、ギャラリー、歴史的建築が集まるサンフランシスコ中心部の広場です。
ko: 극장, 갤러리, 역사적 건물이 모인 샌프란시스코 중심 광장입니다.
zh_hant: 舊金山核心公共廣場，周邊聚集劇院、畫廊和歷史建築。

# guide.offlinePOI.yerbaBuena.desc
source: 城市公共空间与艺术机构聚集区，可作为附近文化路线的中转点。
en: A cluster of public space and arts institutions, useful as a cultural-route connector.
ja: 公共空間と芸術施設が集まるエリアで、文化ルートの接点になります。
ko: 공공 공간과 예술 기관이 모인 구역으로 문화 동선의 연결점이 됩니다.
zh_hant: 城市公共空間與藝術機構聚集區，可作為附近文化路線的中轉點。

# guide.offlineReady
source: 离线资料就绪
en: Offline data ready
ja: オフライン資料準備済み
ko: 오프라인 자료 준비됨
zh_hant: 離線資料就緒

# guide.onRoute
source: 路线中
en: On route
ja: ルート上
ko: 경로 중
zh_hant: 路線中

# guide.pauseNarration
source: 暂停讲解
en: Pause narration
ja: 解説を一時停止
ko: 해설 일시정지
zh_hant: 暫停講解

# guide.photoConfirmed
source: 拍照识别已确认
en: Photo match confirmed
ja: 写真識別で確認済み
ko: 사진 인식 확인됨
zh_hant: 拍照識別已確認

# guide.playNarration
source: 播放讲解
en: Play narration
ja: 解説を再生
ko: 해설 재생
zh_hant: 播放講解

# guide.poiIntro.placeholderDesc
source: 定位完成后，这里会展示当前景点的完整介绍。
en: Once location is ready, the full place introduction appears here.
ja: 位置取得後、現在のスポット紹介がここに表示されます。
ko: 위치가 준비되면 현재 장소 소개가 여기에 표시됩니다.
zh_hant: 定位完成後，這裡會展示目前景點的完整介紹。

# guide.poiIntro.title
source: 景点介绍
en: Place Intro
ja: スポット紹介
ko: 장소 소개
zh_hant: 景點介紹

# guide.quick.here
source: 这里
en: this place
ja: ここ
ko: 여기
zh_hant: 這裡

# guide.quick.kids
source: 适合孩子听吗？
en: Is this good for kids?
ja: 子どもにも向いてる？
ko: 아이에게 적합한가요?
zh_hant: 適合孩子聽嗎？

# guide.quick.nextNearby
source: 附近接下来该看什么？
en: What should I see next nearby?
ja: 次に近くで何を見る？
ko: 근처에서 다음에 무엇을 볼까요?
zh_hant: 附近接下來該看什麼？

# guide.quick.whyImportant.format
source: %@为什么重要？
en: Why is %@ important?
ja: %@ はなぜ重要？
ko: %@은 왜 중요한가요?
zh_hant: %@為什麼重要？

# guide.readingLocation
source: 正在读取定位
en: Reading location
ja: 位置情報を取得中
ko: 위치 확인 중
zh_hant: 正在讀取定位

# guide.remainingMeters
source: 剩余 %dm
en: %dm left
ja: 残り%dm
ko: %dm 남음
zh_hant: 剩餘 %dm

# guide.route
source: 路线
en: Route
ja: ルート
ko: 경로
zh_hant: 路線

# guide.routeProgress
source: 第 %d/%d 站
en: Stop %d/%d
ja: %d/%d番目
ko: %d/%d 지점

# guide.search
source: 搜索
en: Search
ja: 検索
ko: 검색
zh_hant: 搜尋

# guide.search.placeholder
source: 搜索地点
en: Search places
ja: 場所を検索
ko: 장소 검색
zh_hant: 搜尋地點

# guide.searching
source: 寻找中
en: Searching
ja: 検索中
ko: 검색 중
zh_hant: 尋找中

# guide.searchingRoute
source: 正在匹配路线
en: Matching route
ja: ルート照合中
ko: 경로 매칭 중
zh_hant: 正在匹配路線

# guide.selectPOIConfidence.format
source: 选择%@，置信度 %d%%
en: Select %@, confidence %d%%
ja: %@ を選択、信頼度 %d%%
ko: %@ 선택, 신뢰도 %d%%
zh_hant: 選擇%@，信賴度 %d%%

# guide.sendFollowup
source: 发送追问
en: Send follow-up
ja: 質問を送信
ko: 후속 질문 보내기
zh_hant: 送出追問

# guide.source
source: 来源
en: Source
ja: 出典
ko: 출처
zh_hant: 來源

# guide.source.afterLocation
source: 定位后展示
en: Shown after location
ja: 位置取得後に表示
ko: 위치 확인 후 표시
zh_hant: 定位後展示

# guide.source.appleMaps
source: Apple 地图附近地点
en: Nearby places from Apple Maps
ja: Appleマップ周辺スポット
ko: Apple 지도 주변 장소
zh_hant: Apple 地圖附近地點

# guide.source.format
source: 来源：%@
en: Source: %@
ja: 出典：%@
ko: 출처: %@
zh_hant: 來源：%@

# guide.source.offlineCultural
source: 离线文化地点
en: Offline cultural places
ja: オフライン文化スポット
ko: 오프라인 문화 장소
zh_hant: 離線文化地點

# guide.source.palaceMuseum
source: 故宫博物院公开资料
en: Palace Museum public materials
ja: 故宮博物院公開資料
ko: 고궁박물원 공개 자료
zh_hant: 故宮博物院公開資料

# guide.source.user
source: 用户添加
en: User added
ja: ユーザー追加
ko: 사용자 추가
zh_hant: 使用者新增

# guide.speech.listening
source: 正在听写，轻点麦克风结束
en: Listening. Tap the microphone to finish.
ja: 聞き取り中。マイクをタップして終了。
ko: 듣는 중입니다. 마이크를 눌러 종료하세요.
zh_hant: 正在聽寫，輕點麥克風結束

# guide.speech.permissionRequired
source: 需要开启麦克风和语音识别权限
en: Microphone and speech recognition permissions are required.
ja: マイクと音声認識の権限が必要です。
ko: 마이크와 음성 인식 권한이 필요합니다.
zh_hant: 需要開啟麥克風和語音識別權限

# guide.speech.recognizerUnavailable
source: 当前语音识别不可用
en: Speech recognition is unavailable right now.
ja: 現在、音声認識を利用できません。
ko: 현재 음성 인식을 사용할 수 없습니다.
zh_hant: 目前語音識別不可用

# guide.speech.unavailable
source: 语音输入暂时不可用
en: Voice input is temporarily unavailable.
ja: 音声入力は一時的に利用できません。
ko: 음성 입력을 일시적으로 사용할 수 없습니다.
zh_hant: 語音輸入暫時不可用

# guide.style
source: 风格
en: Style
ja: スタイル
ko: 스타일
zh_hant: 風格

# guide.style.architecture
source: 建筑
en: Architecture
ja: 建築
ko: 건축
zh_hant: 建築

# guide.style.casual
source: 轻松版
en: Casual
ja: やさしい
ko: 쉬운 설명
zh_hant: 輕鬆版

# guide.style.children
source: 儿童
en: Kids
ja: 子ども向け
ko: 어린이
zh_hant: 兒童

# guide.style.history
source: 历史
en: History
ja: 歴史
ko: 역사
zh_hant: 歷史

# guide.style.inDepth
source: 深度
en: In Depth
ja: 深掘り
ko: 심화

# guide.style.legend
source: 传说
en: Legends
ja: 伝説
ko: 전설
zh_hant: 傳說

# guide.viewIntro
source: 查看介绍
en: View intro
ja: 紹介を見る
ko: 소개 보기
zh_hant: 查看介紹

# guide.viewRoute.format
source: 查看路线 %@
en: View route %@
ja: ルート %@ を表示
ko: 경로 %@ 보기
zh_hant: 查看路線 %@
